<!--
  第三方商城授权许可协议
  宋佩兰
  2018-7-27
-->
<template>
  <div class="protocolBox">
    <p class="title center">第三方商城授权许可协议</p>

    <p class="para">在订购使用盒饭Live服务之前，请您仔细阅读下述许可协议条款。一旦您点击确认本协议，即表示您已接受了以下所述的条款和条件，同意受本协议约束。如果您不同意接受全部的条款和条件，您将无法订购使用。</p>
    <p>一、签约主体</p>
    <p>1.1、本许可协议的缔约方为盒饭Live和用户（本协议称为“用户”或“您”或“商家”），本许可协议具有合同效力。本协议是缔约方就用户购买盒饭Live开发的应用软件和相关服务（本协议中统称“应用”）的协议。</p>
    <p>二、应用授权方式</p>
    <p>2.1、用户需凭其根据盒饭Live注册流程合法注册并取得的盒饭Live用户名和密码访问盒饭Live，并同意使用应用。对于用户通过其他手段登录、使用所造成的后果，盒饭Live将不承担任何责任。</p>
    <p>2.2、盒饭Live仅根据用户登录名和密码来确认使用应用的用户身份。用户应妥善保管用户登录名及密码，并对其使用及其遗失自行承担责任。</p>
    <p>三、软件许可费</p>
    <p>3.1、盒饭Live可以向用户免费提供应用的使用授权，免费的服务不应视为盒饭Live放弃收费的权利。</p>
    <p>四、用户的权利和义务</p>
    <p>
      4.1、商家不得利用盒饭Live平台从事侵害他人或平台合法权益之行为，否则盒饭Live有权进行调查或停止提供平台服务，且商家应独立承担所有相关法律责任，因此导致平台或其他方受损的，商家应承担赔偿责任。上述行为包括但不限于：</p>
    <p>4.1.1、禁止出售、转售或复制、开发盒饭Live授予的使用权限；</p>
    <p>4.1.2、禁止复制和模仿盒饭Live的设计理念、界面、功能和图表；</p>
    <p>4.1.3、禁止未经盒饭Live许可基于应用或其内容进行修改或制造派生其他产品；</p>
    <p>4.1.4、侵害他人商标权、著作权、专利权等合法权益。</p>
    <p>4.1.5、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品或其他盒饭Live认为不得使用盒饭Live平台进行交易的物品等。</p>
    <p>4.1.6、未经授权使用他人银行卡、信用卡，或利用信用卡套取现金。</p>
    <p>4.1.7、进行与商家或交易对方宣称的交易内容不符的交易。</p>
    <p>4.1.8、利用自身或关联方平台账户进行“自买自卖”等不真实的交易。</p>

    <p>
      4.2、用户不得对盒饭Live应用和/或盒饭Live应用任何部分（软件产品、页面标识、服务品牌、资讯、信息）进行复制、翻译、修改、适应、增强、反编译、反汇编、反向工程、分解拆卸、出售、转租或作任何商业目的的使用。用户同意约束其有必要使用盒饭Live应用的员工、代理、咨询者或顾问遵守前述之义务，并就其违反前述规定的行为对盒饭Live负责就如同用户自身违反一样。</p>
    <p>
      4.3、盒饭Live提请注意：在使用应用之前，充分了解、掌握应用的各项功能，审慎阅读应用的操作说明和/或使用说明呢，严格按照应用的使用说明和/或操作说明使用应用。用户承诺通过盒饭Live应用进行的活动所引发的一切法律后果，由用户承担全部责任。如因用户使用盒饭Live应用的行为，导致盒饭Live为此承担相关的责任，则用户需全额赔偿盒饭Live的相关支出及损失，包括合理的律师费用。</p>
    <p>4.4、用户同意在使用盒饭Live应用的同时，接受盒饭Live提供的各类信息服务。</p>

    <p>4.5、用户同意将盒饭Live应用用于其功能所指向的合法的目的和用途，并不进行任何竞争性、破坏性或非法的使用。</p>
    <p>4.6、售后</p>
    　<p>4.6.1、因商品产生任何纠纷的，商家应与买方进行友好协商，尽其最大可能处理纠纷；</p>
    　<p>4.6.2、平台商品交易过程中发生纠纷的，可发起交易投诉，申请盒饭Live平台介入处理。盒饭Live的介入不视为盒饭Live参与了平台商品交易。</p>
    <p>4.7、商品</p>
    　<p>4.7.1、商家应保证在盒饭Live平台售卖的商品为正品（该商品品牌持有人的原厂家制造的真货，并可以依法开具发票）或其他原创非侵权商品；</p>
    　<p>4.7.2、商家应当按照盒饭Live平台系统设置的流程发布商品/服务；盒饭Live平台禁止发布国家法律法规或盒饭Live平台禁止发布的商品或信息；</p>
    　<p>
    4.7.3、“商品如实描述”及对其所售商品/服务质量承担保证责任是商家的基本义务。“商品如实描述”是指商家在商品描述页面、店铺页面等所有盒饭Live平台提供的渠道中，应当对商品的基本属性、成色、瑕疵等必须说明的信息进行真实、完整的描述；</p>
    　<p>
    4.7.4、商家应保证其出售的商品在合理期限内可以正常使用，提供的服务符合承诺标准，包括商品不存在危及人身财产安全的不合理危险、具备商品应当具备的使用性能、符合商品或其包装上注明采用的标准、符合提供服务时承诺的标准，且承诺标准不低于国家/行业标准等。</p>

    <p>五、盒饭Live的权利和义务</p>
    <p>5.1、盒饭Live保证其有合法权利向用户提供盒饭Live应用的使用许可，并保证与盒饭Live应用运行相关的软件产品版权的合法性。</p>
    <p>5.2、盒饭Live保证应用的稳定可靠，负责应用的系统调试、开通、优化、升级和扩容工作，并保证前述工作不影响用户的正常使用。</p>
    <p>5.3、盒饭Live负责及时对应用进行更新、维护和管理，并向用户提供免费的技术支持服务。</p>

    <p>六、用户数据的保存、销毁与下载</p>
    <p>
      6.1、盒饭Live应在其网络系统内建立合理的安全体系，包括身份识别体系、内部安全防范体系，以使用户数据完整，并且保密。严禁盒饭Live向任何人出售、出借或无偿传播用户数据，除非事先得到用户的许可。本协议项下用户数据尤其指用户基于盒饭Live应用功能的使用而自行导入的与盒饭Live应用功能相关的用户业务数据。</p>
    <p>6.2、为服务用户的目的，盒饭Live可能通过使用用户数据，向用户提供服务，包括但不限于向用户发出产品和服务信息。</p>
    <p>6.3、用户数据将在下述情况下部分或全部被披露：</p>
    <p>6.3.1、经用户同意，向第三方披露；</p>
    <p>6.3.2、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
    <p>6.3.3、如果用户出现违反中国有关法律法规的情况，需要向第三方披露；</p>
    <p>6.3.4、为提供用户所要求的软件或服务，而必须和第三方分享用户数据。</p>
    <p>
      6.4、除盒饭Live和用户另行约定外，自用户软件许可期满或因任何原因导致本协议提前终止（以下简称“许可终止”）之日起最少90日内，盒饭Live应继续免费存储用户数据，逾期盒饭Live将不再存储用户数据，届时用户需自行承担其数据被销毁后引发的一切后果。</p>

    <p>七、市场管理措施</p>
    <p>7.1、用户理解并同意，用户需自行了解应用的适用性、各项功能、使用说明、收费标准、退款规则、服务有效期等情况并注意交易风险。</p>
    　<p>7.2、为了提升买家的购物体验，维持市场正常运营秩序，盒饭Live平台按照本协议规定的情形对商家经营行为采取以下临时性措施：</p>
    　<p>7.2.1、警告：指盒饭Live通过口头或书面的形式对商家的不当行为进行提醒和告诫；</p>
    <p>7.2.2、下架：指将商家在售商品/服务下架处理；</p>
    　<p>7.2.3、限制参加营销活动：指限制商家参加盒饭Live官方发起的营销活动；</p>
    　<p>7.2.4、关闭店铺：指删除商家的店铺，下架店铺内所有出售中的商品，禁止发布商品，并禁止创建店铺。</p>
    　<p>7.3、市场管理情形</p>
    　<p>7.3.1、商家应积极提升自身经营水平，为买家提供优质的商品及服务。</p>
    　<p>
    7.3.2、商家如发生危及交易安全或扰乱盒饭Live运营秩序等行为，盒饭Live将依照其行为的危险程度采取账户强制措施、关店、店铺屏蔽、限制发布商品或信息、限制网站登录等保障交易安全的临时性管理措施；情形严重的，盒饭Live有权依照本协议或平台其他规则采取违规处理要求商家承担违约责任。</p>
    　<p>7.3.3、商家应严格遵守盒饭Live平台各类目行业标准。商家若违反盒饭Live平台各类目行业标准中关于商品或信息发布的规定，盒饭Live将对其违规商品或信息给予下架或删除处理。</p>
    　<p>7.3.4、新闻媒体曝光或国家质监部门通报的质量不合格的品牌、品类或批次的商品及信息，盒饭Live将对商家在售的相关商品及信息进行临时性下架或删除处理。</p>
    　<p>7.3.5、商家参与盒饭Live平台活动及活动展示时，应符合相关活动规则。</p>
    　<p>7.3.6、如果商家店铺被关闭，盒饭Live将按照协议约定及规则办理店铺关闭手续。</p>
    <p>八、违规行为及违规处理执行</p>
    　<p>8.1、违规行为</p>
    　<p>8.1.1、严重违规行为，是指严重破坏盒饭Live网站经营秩序并涉嫌违反国家法律法规的行为。</p>
    　<p>8.1.2、一般违规行为，是指除严重违规行为外的违规行为。</p>
    　<p>8.2 、违规处理措施</p>
    　为保障买家或盒饭Live的正当权益，维持市场正常运营秩序，若商家违反相应规定的，盒饭Live按照本协议规定的情形对商家采取违规处理措施，包括但不限于以下方式：</p>
    　<p>8.2.1、限制参加营销活动：指限制商家参加盒饭Live官方发起的营销活动，限权期：【30】日；</p>
    　<p>8.2.2、限制发布商品：指限制商家发布新商品，限权期：【30】日；</p>
    　<p>8.2.3、限制开新店：指限制商家在盒饭Live平台开设新的店铺，限权期：【365】日；</p>
    　<p>8.2.4、限制社区功能：指禁止盒饭Live商家使用盒饭Live社区、论坛板块等社区类服务，限权期：【30】日；</p>
    　<p>8.2.5、店铺屏蔽：指在搜索、导航、营销等各项服务中对商家店铺及商品等信息进行屏蔽，限权期：【30】日；</p>
    　<p>8.2.6、关闭店铺：指删除商家的店铺，下架店铺内所有出售中的商品，禁止发布商品，并禁止创建店铺；</p>
    　<p>8.2.7、公示警告：指在盒饭Live商家的商家管理系统等位置对其正在被执行的处理进行公示；</p>
    　<p>8.2 8、限制商家登录：指禁止商家登录盒饭Live网站，限权期：【7】日；</p>
    　<p>8.2.9、查封账户：指永久禁止商家使用违规账户登录盒饭Live等。</p>
    　<p>8.3 、违规处理</p>
    　<p>8.3.1、商家发生违规行为的，盒饭Live有权对其违规行为予以纠正。</p>
    　<p>8.3.2、违规行为根据严重程度分为严重违规行为及一般违规行为，两者分别累计、分别执行，但针对一事仅作一次处理，不涉及重复处理。</p>
    　<p>8.3.3、商家违规行为的纠正，除8,2条违规处理措施列举内容外，包括但不限于以下方式：</p>
    　<p>8.3.3.1、出售假冒商品的，盒饭Live对商家所发布的假冒商品及信息进行删除；</p>
    　<p>8.3.3.2、盗用他人账户的，盒饭Live收回被盗账户，原所有人可以通过盒饭Live申诉重新取回账户；</p>
    　<p>8.3.3.3、假冒材质成分的，盒饭Live对商家所发布的假冒材质成分的商品及信息进行删除；</p>
    　<p>8.3.3.4、虚假宣传的，盒饭Live对商业活动中商家利用广告或其他方法对商品或者服务做出与实际内容不相符的虚假信息相关商品及/或信息进行删除；</p>
    　<p>8.3.3.5、发布违禁信息的，盒饭Live对商家所发布的违禁商品及信息及因此产生的交易评价进行删除；</p>
    　<p>8.3.3.6、泄露他人信息的，盒饭Live对商家所泄露的他人隐私资料的信息进行删除；</p>
    　<p>8.3.3.7、骗取他人财物的，盒饭Live对用以骗取他人财物的商品或/及信息及因此产生的交易评价进行删除；</p>
    　<p>8.3.3.8、滥发信息的，盒饭Live删除商家所滥发的商品或/及信息；</p>
    　<p>
    8.3.3.9、描述不符的，指商家对商品材质、成分、品质等信息的描述与买家收到的商品不符，或导致买家无法正常使用的，盒饭Live下架该描述不符的商品；商家未对商品瑕疵等信息进行披露或对商品的描述与买家收到的商品不相符，且影响买家正常使用的，盒饭Live下架该描述不符的商品；</p>
    　<p>8.3.3.10、违背承诺的，指商家未如实描述义务或买家保障服务规定的赔付、退货、换货服务；未按实际交易价款向买家/或盒饭Live提供发票的；</p>
    　<p>8.3.3.11、不当注册的，盒饭Live对商家使用软件、程序方式大批量注册的账户进行查处；并对滥用权利提交的订单予以取消；</p>
    　<p>8.3.3.12、不当使用他人权利的，盒饭Live对商家所发布的不当使用他人权利的商品及信息进行删除；</p>
    　<p>8.3.3.13、商家不配合平台管理的，盒饭Live对商家采取警告公示、商品下架、限制发布商品等违规处理措施。</p>
    　<p>8.3.4、被执行处理的商家，当其全部违规行为被纠正、违规处理限权期届满且执行完毕后，商家使用权限方可恢复至正常状态。</p>
    　<p>8.3.5、就商家的首次或者非故意实施的违规行为,盒饭Live将视情形给予纠正和教育,并要求商家进行自查。</p>
    　<p>8.4、 违规处理执行</p>
    　<p>8.4.1、 商家的违规行为，通过其他商家、权利人的投诉或盒饭Live排查发现。</p>
    　<p>8.4.2、商家自行作出的承诺或说明与本协议相悖的，除证据有误或判断错误的情形外，对违规行为的处理不中止、不撤销。</p>
    　<p>8.4.3、平台将依照事实证据按本协议的相关规定对商家进行管控。</p>

    <p>九、终止</p>
    <p>9.1、出现下列情况之一的，盒饭Live有权在提前三个工作日通知用户的情况下，终止用户使用盒饭Live应用的权利，而无需承担任何责任：</p>
    <p>9.1.1、用户违反本协议有关保证、同意、承诺条款的约定，且自盒饭Live通知其纠正后仍未纠正的；</p>
    <p>十、协议修改</p>
    <p>10.1、如本许可协议的任何内容发生变动，盒饭Live应通过适当方式向用户提示修改内容。</p>
    <p>
      10.2、如用户不同意盒饭Live对本许可协议相关条款所做的修改，用户有权停止使用盒饭Live应用。此等情况下，盒饭Live应向用户退回剩余许可费用（如有），并向用户提供其业务数据的下载服务。如用户继续使用盒饭Live应用，则视为用户接受盒饭Live对本许可协议相关条款所做的修改。</p>
    <p>十一、不可抗力</p>
    <p>11.1、如果由于黑客攻击或政府管制或网络通讯瘫痪等对其发生和后果不能预见的事件，盒饭Live和用户均确认此属不可抗力；在不可抗力下，用户同意盒饭Live及第三方无须对合同的延期履行、不能履行承担任何责任。</p>
    <p>十二、法律及争议解决</p>
    <p>12.1、本协议适用中华人民共和国法律。</p>
    <p>12.2、因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，任何一方均应向被告所在地人民法院起诉。</p>
    <p>十三、其他</p>
    <p>13.1、本协议构成用户和盒饭Live间就购买、使用盒饭Live应用的完整的协议，并取代双方就有关本协议所载任何事项于先前以口头及书面达成的共识。</p>
    <p>13.2、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部分则仍具有法律效力。</p>
  </div>
</template>
<script>
  export default {
    data() {
      return {}
    },
    props: [],
    components: {},

    methods: {},
    created() {
    },
    mounted() {
    },
    destroyed() {
    },

  };
</script>
<style scoped lang='scss'>
  .protocolBox {
    font-size: 14px;
    width: 1000px;
    margin: 0 auto 100px;
  }

  .protocolBox p{
    line-height: 30px;
  }
  .title {
    font-size: 20px;
    margin:50px 0 20px 0;
  }

  .center {
    text-align: center;
  }

</style>
